{
    "website": {
        "title": "Nevary.Dev"
    },
    "navigation": {
        "home": "Home",
        "about": "Über mich",
        "projects": "Projekte",
        "imprint": "Impressum"
    },
    "home": {
        "title": "Willkommen auf meiner Website!",
        "sections": {
            "main": {
        "paragraphs": {
                    "introduction": "Ich bin nun seit ein paar Jahren schon <em>Softwareentwickler</em>, mit Hauptfokus auf <em>Webentwicklung</em>.<br>Diese Website dient mir als Plattform, um meine bisherigen <a href='/projects'>Projekte</a> und <a href='/about-met'>Erfahrungen</a> zu teilen und zu präsentieren."
                }
        },
        "source": {
            "title": "Quellcode",
            "paragraphs": {
                    "contents": "Als Showcase für meine Fähigkeiten habe ich diese Website selbst entwickelt und gestaltet.<br>Verwendet habe ich <em>Angular</em> mit <em>Material-Komponenten</em> und weitere <a href='/projects'>Technlogien</a>. Der <em>Quellcode der Website</em> ist frei ersichtlich auf <a href='https: //github.com/Nevaryy/' target='_blank'>Github</a> und weitere Details zum <a href='/projects'>Projekt</a> und den Entscheidungen bei der Entwicklung sind unter Projekte zu finden."
                }
            }
        }
    },
    "about-me": {
        "title": "Über mich",
        "paragraphs": {
            "introduction": "Hallo, mein Name ist <em>Marc</em> und online bin ich als <em>Nevary</em> bekannt.<br>Ich bin ein <em>Softwareentwickler</em>, hauptsächlich auf Frontend fokussiert, immer auf der Suche nach neuen Herausforderungen und bereit, Neues zu lernen.",
            "early": {
                "title": "Frühe Jahre",
                "content": "Ich begann in der <em>Sekundarschule</em> mit dem Programmieren, als ich ein zusätzliches Fach wählen durfte. Aus den verschiedenen Optionen wählte ich <em>IT</em>. Dort lernte ich die Grundlagen der Programmierung in <em>PHP</em> mit grundlegendem <em>HTML</em>, <em>CSS</em> und später <em>JavaScript</em>."
            },
            "education": {
                "title": "Ausbildung",
                "content": "Nach der Sekundarschule ging ich an die <em>Universität</em>, um <em>Informatik</em> zu studieren. Dort lernte ich die Grundlagen von <em>Java</em> und <em>C++</em> und später von <em>Python</em> und <em>JavaScript</em>."
            }
        }
    }
}